import news1 from '../../assets/news1.png';
import news2 from '../../assets/news2.png';
import news3 from '../../assets/news3.png';
import news4 from '../../assets/news4.png';
import news5 from '../../assets/news5.png';
import news6 from '../../assets/news6.png';

export const NewsData = [
    {
        id: 1,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news1 ,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",
    },
    {
        id: 2,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news2,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",

    },
    {
        id: 3,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news3,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",

    },
    {
        id: 4,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news4,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",

    },
    {
        id: 5,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news5,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",

    },
    {
        id: 6,
        title: "عام / وزير الإعلام: 2024 .. عام التحول الإعلامي في المملكة الذي يقودنا لمستقبل أفضل",
        text: "استغل الزخم الناتج عن 76,308 اتصالات أجراها الشركاء في الإصدار السابق. انضم إلى شبكة مزدهرة حيث تتوافر التفاعلات المفيدة وفرص العمل، مما يعزز النمو والتعاون.",
        image: news6,
        additionalText: "هذا النص الإضافي يوفر مزيدًا من التفاصيل حول الموضوع المذكور.",

    }
];
